Repository: meego-netbook-ux/anerley
Catalog: po/*.po
Languages: sv, zh_tw

source: Birthday
zh_tw: 生日

source: Run Anjal in a window
sv: Kör Anjal i ett fönster
zh_tw: 在視窗內執行 Anjal

source: Make Anjal the default email client
sv: Använd Anjal som din standardklient för mail
zh_tw: 將 Anjal 設定為預設電子郵件客戶端

source: Anjal email client
sv: Anjal mailklient
zh_tw: Anjal 電子郵件客戶端

source: Toggle state
sv: Omkopplingsläge
zh_tw: 切換狀態

source: The toggle state of the button
sv: Knappens omkopplingsläge
zh_tw: 按鈕的切換狀態

source: toggled
sv: omkopplad
zh_tw: 已切換

source: From
sv: Från
zh_tw: 寄件者

source: Subject
sv: Ämne
zh_tw: 主旨

source: Date
sv: Datum
zh_tw: 日期

source: To
sv: Till
zh_tw: 收件者

source: Flags
sv: Flaggor
zh_tw: 旗標

source: Thread Count
sv: Strängantal
zh_tw: 條目記數

source: Thread Preview
sv: Förhandsgranskning av sträng
zh_tw: 條目預覽

source: Unread
sv: Oläst
zh_tw: 未讀取

source: Attachment
sv: Bilaga
zh_tw: 附件

source: ID of the socket to embed in
zh_tw: 要嵌入的 socket ID

source: Email Settings
zh_tw: 電子郵件設定值

source: Quit
sv: Avsluta
zh_tw: 離開

source: On This Computer
sv: På den här datorn
zh_tw: 在這台電腦上

source: Personal
sv: Personligt
zh_tw: 個人

source: Inbox
sv: Inkorgen
zh_tw: 收件匣

source: Drafts
sv: Utkast
zh_tw: 草稿

source: Outbox
sv: Skickade mail
zh_tw: 寄件匣

source: Sent
sv: Skickat
zh_tw: 已寄出

source: Templates
sv: Mallar
zh_tw: 樣板

source: Error
sv: Felmeddelande
zh_tw: 錯誤

source: Errors
sv: Felmeddelanden
zh_tw: 錯誤

source: Warning
sv: Varning
zh_tw: 警告

source: Warnings and Errors
sv: Varningar och fel
zh_tw: 警告與錯誤

source: Debug
sv: Felsökning
zh_tw: 除錯

source: Error, Warnings and Debug messages
sv: Felmedelanden, varningar och felsökningsmeddelanden
zh_tw: 錯誤，警告和除錯訊息

source: Debug Logs
sv: Felsökningslogg
zh_tw: 除錯紀錄

source: Show _errors in the status bar for
sv: Visa _felmeddelanden i statusfältet för
zh_tw: 在狀態列中顯示錯誤

source: second(s).
sv: sekund(er)
zh_tw: 秒。

source: Log Messages:
sv: Loggmeddelanden
zh_tw: 紀錄的訊息:

source: Log Level
sv: Loggnivå
zh_tw: 紀錄的等級：

source: Time
sv: Tid
zh_tw: 時間

source: Messages
sv: Meddelanden
zh_tw: 信件

source: Close this window
sv: Stäng detta fönster
zh_tw: 關閉這個視窗

source: Close Tab
sv: Stäng flik
zh_tw: 關閉分頁

source: New email
sv: Nytt meddelande
zh_tw: 新的電子郵件

source: Untitled Message
zh_tw: 無標題的信件

source: Message
sv: Meddelande
zh_tw: 信件

source: _Date
sv: _Datum
zh_tw: 日期 (_D)

source: _Subject
sv: _Ämne
zh_tw: 主旨 (_S)

source: _From
sv: _Från
zh_tw: 寄件者 (_F)

source: Trash
sv: Skräp
zh_tw: 垃圾桶

source: Junk
sv: Skräp
zh_tw: 垃圾信件

source: on
zh_tw: 於

source: Select Folder
sv: Välj mapp
zh_tw: 選擇資料夾

source: Loading folder
sv: Ladda mapp
zh_tw: 載入資料夾

source: Today %l:%M %p
sv: Idag %l:%M %p
zh_tw: 今天 %l:%M %p

source: Yesterday %l:%M %p
sv: Igår %l:%M %p
zh_tw: 昨天 %l:%M %p

source: %a %l:%M %p
zh_tw: %l:%M %p %a

source: %b %d %Y
sv: %d %b %Y
zh_tw: %Y %b %d

source: _Open in New Tab
sv: _Öppna i ny flik
zh_tw: 在新分頁中開啟 (_O)

source: _Open in This Tab
sv: _Öppna i denna flik
zh_tw: 在此分頁中開啟 (_O)

source: _Delete
sv: _Ta bort
zh_tw: 刪除 (_D)

source: U_ndelete
sv: Å_ngra
zh_tw: 取消删除 (_U)

source: Mar_k as Read
sv: Mar_kera som läst
zh_tw: 標記為已讀取 (_K)

source: Mark as _Unread
sv: Markera som _oläst
zh_tw: 標記成為讀取 (_U)

source: Mark as _Junk
sv: Markera som skräp
zh_tw: 標記為垃圾信件 (_J)

source: Mark as _Not Junk
sv: Markera som _ej skräp
zh_tw: 標記為非垃圾信件 (_N)

source: Please select a folder on the folder tree
sv: Ange en mapp i katalogstrukturen
zh_tw: 請在資料夾目錄樹中選擇一個檔案夾

source: _Ascending
sv: _Stigande
zh_tw: 遞增(_A)

source: D_escending
sv: A_vtagande
zh_tw: 遞減 (_D)

source: Searching for
zh_tw: 正在搜尋

source: Clearing search
zh_tw: 正在清除搜尋

source: <u>show details</u>
sv: <u>visa information</u>
zh_tw: <u>顯示詳細資訊</u>

source: <u>hide details</u>
sv: <u>göm information</u>
zh_tw: <u>隱藏詳細資訊</u>

source: Formatting message
sv: Formatera meddelande
zh_tw: 正在格式化郵件

source: From:
sv: Från:
zh_tw: 寄件者：

source: To:
sv: Till:
zh_tw: 收件者：

source: Cc:
zh_tw: 副本收件者：

source: Subject:
sv: Ämne:
zh_tw: 主旨：

source: Delete
sv: Ta bort
zh_tw: 刪除

source: Downloading message
sv: Hämta meddelande
zh_tw: 正在下載信件

source: Reply to %s
sv: Svara till %s
zh_tw: 回覆給 %s

source: Reply All
sv: Svara alla
zh_tw: 回覆所有人

source: Forward
sv: Skicka vidare
zh_tw: 轉寄

source: Discard
sv: Kasta
zh_tw: 丟棄

source: Move to tab
sv: Flytta till flik
zh_tw: 移動到分頁

source: Check Mail
sv: Kolla mail
zh_tw: 檢查郵件

source: New Mail
sv: Ny mail
zh_tw: 新郵件

source: Sort By
sv: Sortera
zh_tw: 排序方式

source: Settings
sv: Inställningar
zh_tw: 設定

source: People
sv: Personer
zh_tw: 人們

source: New Tab
sv: Ny flik
zh_tw: 新分頁

source: Please enter your full name.
sv: Ange fullständigt namn.
zh_tw: 請輸入你的全名。

source: Please enter your email address.
sv: Ange din mailadress
zh_tw: 請輸入你的電子郵件地址。

source: The email addres you have entered is invalid.
sv: Mailadressen du angav är inte giltig.
zh_tw: 你輸入電子郵件地址無效。

source: <span size="large" weight="bold">Personal details:</span>
sv: <utsträckningsstorlek="stor" vikt="bold">Personlig information:</utsträckning>
zh_tw: <span size="large" weight="bold">個人詳細資訊：</span>

source: Name:
sv: Namn:
zh_tw: 名稱：

source: Email address:
sv: mailadress
zh_tw: 電子郵件位址：

source: <span size="large" weight="bold">Receiving details:</span>
sv: <utsträckningsstorlek="stor" vikt="bold">Mottar information:</utsträckning>
zh_tw: <span size="large" weight="bold">正在接收詳細資訊：</span>

source: Server type:
sv: Servertyp
zh_tw: 伺服器類型：

source: Server address:
sv: Serveradress:
zh_tw: 伺服器位址：

source: Username:
sv: Anv
zh_tw: 使用者：

source: Use encryption:
sv: Använd kryptering
zh_tw: 使用加密：

source: never
sv: aldrig
zh_tw: 永不

source: <span size="large" weight="bold">Sending details:</span>
sv: <utsträckningsstorlek="stor" vikt="bold">Skickar information:</utsträckning>
zh_tw: <span size="large" weight="bold">正在傳送詳細資訊：</span>

source: To use the email application you'll need to setup an account. Put your email address and password in below and we'll try and work out all the settings. If we can't do it automatically you'll need your server details as well.
sv: För att använda Epostprogrammet behöver du skapa ett konto. Ange din Epostadress och lösenord nedan så försöker vi fundera ut all inställningar. Om vi inte kan göra det automatiskt kommer du att behöva din serverinformation.
zh_tw: 要使用此電子郵件應用程式，你會需要設置一個帳戶。在下方輸入你的電子郵件地址和密碼，我們會嘗試處理所有的其他設定。如果我們無法自動設定完成的話，你還需要提供你電子郵件伺服器的詳細資訊。

source: Sorry, we can't work out the settings to get your mail automatically. Please enter them below. We've tried to make a start with the details you just entered but you may need to change them.
sv: Ursäkta men vi kan inte göra alla inställningarna automatiskt. Ange inställningarna nedan. Vi har försökt att börja med den information du angav men du kan behöva ändra dem nu.
zh_tw: 抱歉喔，我們無法處理好所有設定來自動取得你的郵件。請在下方輸入將它們輸入。我們已嘗試過使用你剛剛所輸入的細節，但是你可能需要修改它們。

source: You can specify more options to configure the account.
zh_tw: 你可以指明更多的選項來設置帳戶。

source: Now we need your settings for sending mail. We've tried to make some guesses but you should check them over to make sure.
sv: Nu behöver vi dina inställningar för att skicka mail. Vi har försökt att gissa men du bör kontrollera inställningarna för att vara helt säker.
zh_tw: 現在我們需要你用來寄送郵件的設定值。我們已嘗試過一些猜測，但是你應該再檢查一下以確保沒有問題。

source: You can specify your default settings for your account.
zh_tw: 您可以為您的帳戶指定預設設定值。

source: Time to check things over before we try and connect to the server and fetch your mail.
zh_tw: 在我們嘗試並連線到伺服器且取得你的郵件之前，該是仔細檢查是否有誤的時候了。

source: Identity
sv: Identitet
zh_tw: 身份

source: Next - Receiving mail
sv: Nästa - Få mail
zh_tw: 下一步 - 接收郵件

source: Receiving mail
sv: Få mail
zh_tw: 接收郵件

source: Next - Sending mail
sv: Nästa - Skicka mail
zh_tw: 下一步 - 寄送郵件

source: Back - Identity
sv: Tillbaka - Identitet
zh_tw: 返回 - 身份

source: Next - Receiving options
zh_tw: 下一步 - 接收的選項

source: Receiving options
zh_tw: 接收的選項

source: Back - Receiving mail
sv: Tillbaka - Få mail
zh_tw: 返回 - 接收郵件

source: Sending mail
sv: Skicka mail
zh_tw: 寄送郵件

source: Next - Review account
sv: Nästa - Granska konto
zh_tw: 下一步 - 檢閱帳戶

source: Next - Defaults
zh_tw: 下一步 - 預設值

source: Back - Receiving options
zh_tw: 返回 - 接收的選項

source: Defaults
zh_tw: 預設值

source: Back - Sending mail
zh_tw: 返回 - 寄送郵件

source: Review account
sv: Granska konto
zh_tw: 檢閱帳戶

source: Finish
sv: Avsluta
zh_tw: 完成

source: Back - Sending
sv: Tillbaka - Skicka
zh_tw: 返回 - 寄送

source: Account Wizard
sv: Konto installationsguide
zh_tw: 帳戶精靈

source: Modify
sv: Modifiera
zh_tw: 修改

source: Add a new account
sv: Lägg till nytt konto
zh_tw: 加入新帳戶

source: <span size="large" weight="bold">Account management</span>
sv: <utsträckningsstorlek="stor" vikt="bold">Kontohantering:</utsträckning>
zh_tw: <span size="large" weight="bold">帳戶管理</span>

source: Rendering image
sv: Återger bild
zh_tw: 正在繪製圖片

source: Retrieving `%s'
sv: Hämtar `%s'
zh_tw: 正在取得 '%s'

source: Unsigned
sv: Osignerad
zh_tw: 未簽署

source: Valid signature
sv: Giltig signatur
zh_tw: 簽章有效

source: Invalid signature
sv: Ogiltig signatur
zh_tw: 簽章無效

source: Valid signature, but cannot verify sender
sv: Giltig signatur men kan inte verifiera avsändare
zh_tw: 簽章雖然有效，但是無法驗證寄件者

source: Signature exists, but need public key
sv: Signatur existerar men behöver offentlig nyckel
zh_tw: 雖然有簽章，但是需要公眾密鑰

source: Unencrypted
sv: Okrypterad
zh_tw: 未加密

source: Encrypted, weak
sv: Kryptering, svag
zh_tw: 已加密，弱

source: Encrypted
sv: Krypterad
zh_tw: 已加密

source: Encrypted, strong
sv: Kryptering, stark
zh_tw: 已加密，強

source: Unknown external-body part.
sv: Okänd extern filkroppsdel.
zh_tw: 未知的正文外部分。

source: Malformed external-body part.
sv: Missformad extern filkroppsdel.
zh_tw: 格式錯誤的正文外部分。

source: Pointer to FTP site (%s)
sv: Pekare till FTP plats (%s)
zh_tw: 到 FTP 站 (%s) 的指標

source: Pointer to local file (%s) valid at site "%s"
sv: Pekare till lokal fil (%s) giltig på plats "%s"
zh_tw: 到網站 "%s" 的有效本地檔案 (%s) 的指標

source: Pointer to local file (%s)
sv: Pekare till lokal fil (%s)
zh_tw: 到本地檔案 (%s) 的指標

source: Pointer to remote data (%s)
sv: Pekare till fjärrdata (%s)
zh_tw: 到遠端資料 (%s) 的指標

source: Pointer to unknown external data ("%s" type)
sv: Pekare till okänd extern data ("%s" typ)
zh_tw: 到未知的外部資料 ("%s" 類型) 的指標

source: Formatting Message...
sv: Formaterar meddelande...
zh_tw: 正在格式化信件...

source: Cc
zh_tw: 副本收件者

source: Bcc
zh_tw: 密件副本收件者

source: Mailer
sv: Utskick
zh_tw: 寄件者

source: (%a, %R %Z)
zh_tw: (%R %Z %a)

source: This message was sent by <b>%s</b> on behalf of <b>%s</b>
sv: Detta meddelande skickades av <b>%s</b> å vägnar av <b>%s</b>
zh_tw: 此信件是由 <b>%s</b> 謹代表 <b>%s</b> 寄出

source: This message is not signed. There is no guarantee that this message is authentic.
sv: Detta meddelande är inte signerat. det finns ingen garanti att detta meddelande är äkta.
zh_tw: 此信件沒有簽署。無法保證此信件是真的。

source: This message is signed and is valid meaning that it is very likely that this message is authentic.
sv: Detta meddelande är signerat och är giltigt vilket betyder att det är sannolikt att meddelandet är äkta.
zh_tw: 此信件有簽署且簽署有效，這代表很有可能此信件是真的。

source: The signature of this message cannot be verified, it may have been altered in transit.
sv: Signaturen på detta meddelande kan inte verifieras, medelandet kan ha ändrats under resans gång.
zh_tw: 無法驗證此信件的簽章，它在傳遞的過程中可能被改掉了。

source: This message is signed with a valid signature, but the sender of the message cannot be verified.
sv: Detta meddelande är signerat med en giltig signatur men avsändaren av meddelandet kan inte verifieras.
zh_tw: 雖然此信件簽署了有效的簽章，但是無法驗證信件的寄件者。

source: This message is signed with a signature, but there is no corresponding public key.
sv: Detta meddelande är signerat med en signatur men det finns inte någon motsvarande offentlig nyckel.
zh_tw: 雖然此信件簽署了簽章，但是卻沒有相對應的公眾密鑰。

source: This message is not encrypted. Its content may be viewed in transit across the Internet.
sv: Detta meddelande är inte krypterat. Dess innehåll kan ses när det skickas via internet.
zh_tw: 此信件沒有加密。它的內容在網際網路的傳送過程中可能會被別人查看。

source: This message is encrypted, but with a weak encryption algorithm. It would be difficult, but not impossible for an outsider to view the content of this message in a practical amount of time.
sv: Detta meddelande är krypterat med en svag krypteringsalgoritm. Det vore svårt, men inte omöjligt för en utomstående att kunna få se innehållet i detta meddelande inom en meningsfull tidsrymd.
zh_tw: 雖然此信件有加密，但是使用了脆弱的加密演算法。對一個局外人來說，可能很難，但是在可行的足夠時間內要查看此信件的內容並非不可能。

source: This message is encrypted. It would be difficult for an outsider to view the content of this message.
sv: Detta meddelande är krypterat. Det vore svårt för en utomstående att kunna få se innehållet i detta meddelande.
zh_tw: 此信件有加密。對一個局外人來說，要查看此信件的內容是很困難的。

source: This message is encrypted, with a strong encryption algorithm. It would be very difficult for an outsider to view the content of this message in a practical amount of time.
sv: Detta meddelande är krypterat med en stark krypteringsalgoritm. Det vore väldigt svårt för en utomstående att kunna få se innehållet i detta meddelande inom en meningsfull tidsrymd.
zh_tw: 此信件有加密，並且使用了強大的加密演算法。對一個局外人來說，要在可行的足夠時間內查看此信件的內容是非常困難的。

source: _View Certificate
sv: _Visa certifikat
zh_tw: 檢視憑證 (_V)

source: This certificate is not viewable
sv: Detta certifikat kan ej granskas
zh_tw: 此憑證無法檢視

source: Completed on %B %d, %Y, %l:%M %p
sv: Slutfört på %B %d, %Y, %l:%M %p
zh_tw: 於 %Y %B %d %M %p 完成

source: Overdue:
sv: Försenad:
zh_tw: 逾期：

source: by %B %d, %Y, %l:%M %p
sv: från %d %B, %Y, %l:%M %p
zh_tw: %Y %B %d %l:%M %p

source: _View Inline
sv: _Visa i linje
zh_tw: 檢視內文 (_V)

source: _Hide
sv: _Göm
zh_tw: 隱藏 (_H)

source: _Fit to Width
sv: _Anpassa till bredd
zh_tw: 調整到合適的寬度 (_F)

source: Show _Original Size
sv: Visa _originalstorlek
zh_tw: 顯示原始大小 (_O)

source: Saved
zh_tw: 已儲存

source: Could not save '%s'
zh_tw: 無法儲存 '%s'

source: Could not save the attachment
zh_tw: 無法儲存此附件

source: Saving...
zh_tw: 正在儲存...

source: Download
sv: Hämta
zh_tw: 下載

source: View _Unformatted
sv: Visa _oformaterat
zh_tw: 檢視未格式化的 (_U)

source: Hide _Unformatted
sv: Göm _oformaterat
zh_tw: 隱藏未格式化的 (_U)

source: O_pen With
sv: Ö_ppna med
zh_tw: 以此開啟 (_P)

source: Evolution cannot render this email as it is too large to process. You can view it unformatted or with an external text editor.
sv: Evolution kan inte återge denna mail då den är för stor. Du kan se den i oformaterat skick med en extern textredigerare.
zh_tw: Evolution 無法顯示此電子郵件，因為檔案太大以致於無法處理。你可以用未格式化的模式，或是外部的文字編輯器來檢視它。

source: Anjal window height
zh_tw: Anjal 視窗高度

source: Anjal window width
zh_tw: Anjal 視窗寬度

source: Height of Anjal window.
zh_tw: Anjal 的視窗高度。

source: Width of Anjal window.
zh_tw: Anjal 的視窗寬度。

source: Anjal Email Reader
zh_tw: Anjal 電子郵件閱讀器

source: Email
zh_tw: 電子郵件

source: Send and receive
zh_tw: 寄送與接收

source: Configure email accounts
zh_tw: 設定電子郵件帳戶

source: <span foreground="%s" >%s%s</span>
sv: <utsträckningsförgrund="%s" >%s%s</utsträckning>

source: Message not yet downloaded or preview could not be constructed
sv: Meddelandet har inte ännu hämtats eller förhandsgranskning ej tillgänglig

source: %b %d %l:%M %p
sv: %d %b %l:%M %p

source: Time to check things over before we try and connect to the server and bring down your mail.
sv: Dags att kontrollera allt innan vi försöker att ansluta till servern och inaktivera din Epost.

source: attachment.dat
sv: bilaga.dat
